Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Lift monumental total weight.
de: Heben Sie ein enormes Gesamtgewicht.
es: Levante un peso total monumental.
fr: Soulevez un poids total monumental.
it: Solleva un peso totale monumentale.
pt_pt: Levante o peso total monumental.
ru: Поднимайте монументальный общий вес.

source: Lift total of 10 tons
de: Insgesamt 10 Tonnen heben
es: Levantamiento total de 10 toneladas.
fr: Total de levage de 10 tonnes
it: Sollevamento totale di 10 tonnellate
pt_pt: Elevação total de 10 toneladas
ru: Поднимите в сумме 10 тонн

source: Light
de: Licht
es: Luz
fr: Lumière
it: Leggero
pt_pt: Luz
ru: Светлая

source: Light Effort
de: Leichter Aufwand
es: Esfuerzo ligero
fr: Effort léger
it: Sforzo leggero
pt_pt: Esforço Leve
ru: Низкая интенсивность

source: Lighter weight to prepare muscles. Usually excluded from total volume.
de: Geringeres Gewicht zur Vorbereitung der Muskeln. Normalerweise vom Gesamtvolumen ausgeschlossen.
es: Peso más ligero para preparar los músculos. Generalmente excluido del volumen total.
fr: Poids plus léger pour préparer les muscles. Généralement exclu du volume total.
it: Peso più leggero per preparare i muscoli. Solitamente escluso dal volume totale.
pt_pt: Peso mais leve para preparar os músculos. Geralmente excluído do volume total.
ru: Легкий вес для подготовки мышц. Обычно исключается из общего объема.

source: Listening...
de: Hören...
es: Escuchando...
fr: Écoute...
it: Ascolto...
pt_pt: Audição...
ru: Слушаю...

source: Live Tension
de: Live-Spannung
es: tensión viva
fr: Tension en direct
it: Tensione dal vivo
pt_pt: Tensão ao vivo
ru: Активная нагрузка

source: Loading data...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...
it: Caricamento dati...
pt_pt: Carregando dados...
ru: Загрузка данных...

source: Loading details...
de: Details werden geladen...
es: Cargando detalles...
fr: Chargement des détails...
it: Caricamento dettagli...
pt_pt: Carregando detalhes...
ru: Загрузка деталей...

source: Loading personas...
de: Personas werden geladen...
es: Cargando personas...
fr: Chargement des personnages...
it: Caricamento personaggi...
pt_pt: Carregando personas...
ru: Загрузка...

source: Loading stats...
de: Statistiken werden geladen...
es: Cargando estadísticas...
fr: Chargement des statistiques...
it: Caricamento statistiche...
pt_pt: Carregando estatísticas...
ru: Загрузка статистики...

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt_pt: Carregando...
ru: Загрузка...

source: Localization
de: Lokalisierung
es: Localización
fr: Localisation
it: Localizzazione
pt_pt: Localização
ru: Локализация

source: Locked
de: Gesperrt
es: bloqueado
fr: Fermé
it: Bloccato
pt_pt: Bloqueado
ru: Заблокировано

source: Log Exercise Effort
de: Trainingsaufwand protokollieren
es: Registrar el esfuerzo del ejercicio
fr: Consigner l'effort d'exercice
it: Registra lo sforzo di esercizio
pt_pt: Registrar esforço de exercício
ru: Оценить интенсивность

source: Log Measurements
de: Protokollmessungen
es: Medidas de registro
fr: Mesures du journal
it: Registrare le misurazioni
pt_pt: Medições de registro
ru: Записать измерения

source: Log Set
de: Protokollsatz
es: Conjunto de registros
fr: Ensemble de journaux
it: Insieme di registri
pt_pt: Conjunto de registros
ru: Набор журналов

source: Log a workout or enter data manually in settings to calculate your 1RM.
de: Protokollieren Sie ein Training oder geben Sie Daten manuell in die Einstellungen ein, um Ihr 1RM zu berechnen.
es: Registre un entrenamiento o ingrese datos manualmente en la configuración para calcular su 1RM.
fr: Enregistrez un entraînement ou saisissez les données manuellement dans les paramètres pour calculer votre 1RM.
it: Registra un allenamento o inserisci manualmente i dati nelle impostazioni per calcolare il tuo 1RM.
pt_pt: Registre um treino ou insira os dados manualmente nas configurações para calcular seu 1RM.
ru: Запишите тренировку или введите данные вручную в настройках, чтобы рассчитать ваш 1RM.

source: Log in as a guest?
de: Als Gast anmelden?
es: ¿Iniciar sesión como invitado?
fr: Vous connecter en tant qu'invité ?
it: Accedi come ospite?
pt_pt: Entrar como convidado?
ru: Продолжить как гость?

source: Log single exercises with sets and weight
de: Protokollieren Sie einzelne Übungen mit Sätzen und Gewicht
es: Registra ejercicios individuales con series y peso.
fr: Enregistrez des exercices uniques avec des séries et du poids
it: Registra singoli esercizi con serie e pesi
ru: Записывайте отдельные упражнения с подходами и весом.

source: Log your sets, reps, and weights with ease. Support for supersets included.
de: Protokollieren Sie ganz einfach Ihre Sätze, Wiederholungen und Gewichte. Unterstützung für Obermengen enthalten.
es: Registre sus series, repeticiones y pesos con facilidad. Soporte para superconjuntos incluido.
fr: Enregistrez facilement vos séries, répétitions et poids. Prise en charge des supersets incluse.
it: Registra facilmente le tue serie, ripetizioni e pesi. Supporto per superset incluso.
pt_pt: Registre suas séries, repetições e pesos com facilidade. Suporte para superconjuntos incluído.
ru: Отслеживайте подходы, повторения и веса с легкостью. Поддержка суперсетов включена.

source: Longest First
de: Längste zuerst
es: Más largo primero
fr: Le plus long en premier
it: Prima il più lungo
pt_pt: Mais longo primeiro
ru: Сначала длинные

source: Looks like your %@ is feeling fresh and ready to train!
de: Es sieht so aus, als ob sich Ihr %@ frisch und bereit für das Training fühlt!
es: ¡Parece que tu %@ se siente fresco y listo para entrenar!
fr: On dirait que votre %@ se sent frais et prêt à s'entraîner !
it: Sembra che il tuo %@ si senta fresco e pronto per allenarsi!
pt_pt: Parece que seu %@ está se sentindo revigorado e pronto para treinar!
ru: Похоже, твой %@ свежий и готов к тренировке!

source: Lose Weight
de: Gewicht verlieren
es: Perder peso
fr: Perdre du poids
it: Perdere peso
pt_pt: Perder peso
ru: Худеть

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
pt_pt: Baixo
ru: Низкий

source: Lower Back
de: Unterer Rücken
es: espalda baja
fr: Lombes
it: Parte bassa della schiena
pt_pt: Parte inferior das costas
ru: Поясница

source: Lower back
de: Unterer Rücken
es: espalda baja
fr: Lombes
it: Parte bassa della schiena
ru: Нижняя часть спины

source: Lower slowly
de: Langsam absenken
es: Bajar lentamente
fr: Descendre lentement
it: Abbassare lentamente
ru: Опускайтесь медленно

source: Lower the bar with control - don't let it drop onto your chest
de: Senken Sie die Stange kontrolliert ab – lassen Sie sie nicht auf Ihre Brust fallen
es: Baja la barra con control, no dejes que caiga sobre tu pecho.
fr: Abaissez la barre avec contrôle - ne la laissez pas tomber sur votre poitrine
it: Abbassa la barra con controllo: non lasciarla cadere sul petto
pt_pt: Abaixe a barra com controle - não a deixe cair sobre o peito
ru: Плавно опускайте гриф на грудь, не бросайте его

source: Lowest Effort
de: Geringster Aufwand
es: Menor esfuerzo
fr: Effort le plus faible
it: Sforzo minimo
pt_pt: Menor esforço
ru: Минимальное усилие

source: Lunges
de: Ausfallschritte
es: estocadas
fr: Fentes
it: Affondi
pt_pt: Pulmões
ru: Тыпады

source: Machines & Cables
de: Maschinen & Kabel
es: Máquinas y cables
fr: Machines et câbles
it: Macchine e cavi
pt_pt: Máquinas e Cabos
ru: Тренажеры и блоки

source: Mail is not configured on this device. Please use the email support option below or configure Mail in Settings.
de: E-Mail ist auf diesem Gerät nicht konfiguriert. Bitte nutzen Sie die E-Mail-Support-Option unten oder konfigurieren Sie E-Mail in den Einstellungen.
es: El correo no está configurado en este dispositivo. Utilice la opción de soporte por correo electrónico a continuación o configure el correo en Configuración.
fr: La messagerie n'est pas configurée sur cet appareil. Veuillez utiliser l'option d'assistance par e-mail ci-dessous ou configurer Mail dans les paramètres.
it: La posta non è configurata su questo dispositivo. Utilizza l'opzione di supporto e-mail di seguito o configura la posta in Impostazioni.
pt_pt: O correio não está configurado neste dispositivo. Use a opção de suporte por email abaixo ou configure o Mail nas Configurações.
ru: Почта не настроена на этом устройстве. Пожалуйста, используйте опцию поддержки по электронной почте ниже или настройте Почту в Настройках.

source: Main Focus
de: Schwerpunkt
es: Enfoque principal
fr: Objectif principal
it: Obiettivo principale
pt_pt: Foco Principal
ru: Основной акцент

source: Main Goal
de: Hauptziel
es: Objetivo principal
fr: Objectif principal
it: Obiettivo principale
pt_pt: Objetivo principal
ru: Основная цель

source: Maintain a daily workout streak.
de: Behalten Sie eine tägliche Trainingsserie bei.
es: Mantenga una racha de ejercicio diaria.
fr: Maintenez une séquence d’entraînement quotidienne.
it: Mantieni una serie di allenamenti giornalieri.
pt_pt: Mantenha uma sequência diária de exercícios.
ru: Поддерживайте ежедневную серию тренировок.

source: Maintain a massive streak.
de: Behalten Sie einen massiven Streak bei.
es: Mantener una racha masiva.
fr: Maintenir une séquence massive.
it: Mantieni una serie massiccia.
pt_pt: Mantenha uma sequência massiva.
ru: Поддерживайте впечатляющую серию.

source: Maintain a neutral spine throughout the entire movement
de: Behalten Sie während der gesamten Bewegung eine neutrale Wirbelsäule bei
es: Mantenga una columna neutra durante todo el movimiento.
fr: Maintenir une colonne vertébrale neutre tout au long du mouvement
it: Mantenere una colonna vertebrale neutra durante l'intero movimento
pt_pt: Mantenha uma coluna neutra durante todo o movimento
ru: Поддерживайте нейтральное положение позвоночника на протяжении всего движения

source: Maintain a slight arch in your lower back (not excessive)
de: Behalten Sie eine leichte Wölbung Ihres unteren Rückens bei (nicht übermäßig)
es: Mantenga un ligero arco en la zona lumbar (no excesivo)
fr: Maintenez une légère cambrure dans le bas du dos (pas excessive)
it: Mantieni un leggero arco nella parte bassa della schiena (non eccessivo)
pt_pt: Mantenha um leve arco na parte inferior das costas (não excessivo)
ru: Поддерживайте небольшой прогиб в пояснице (не чрезмерный)

source: Maintain your %lld-day streak to prevent neurological detraining.
de: Behalten Sie Ihre %ll-Tage-Strähne bei, um eine neurologische Beeinträchtigung zu verhindern.
es: Mantenga su racha de %lld días para evitar el desentrenamiento neurológico.
fr: Maintenez votre séquence de %lld jours pour éviter le désentraînement neurologique.
it: Mantieni la tua serie di %lld giorni per prevenire il detraining neurologico.
pt_pt: Mantenha sua sequência de 1 dia para evitar destreinamento neurológico.
ru: Поддерживай свою %lld-дневную серию, чтобы избежать неврологической детренировки.

source: Male
de: Männlich
es: Masculino
fr: Mâle
it: Maschio
pt_pt: Macho
ru: Мужской

source: Manual Override
de: Manuelle Übersteuerung
es: Anulación manual
fr: Commande manuelle
it: Override manuale
pt_pt: Substituição manual
ru: Ручное переопределение

source: Marathoner
de: Marathonläufer
es: Maratoniano
fr: Marathonien
it: Maratoneta
pt_pt: Maratonista
ru: Марафонец

source: Mastery
de: Meisterschaft
es: Maestría
fr: Maîtrise
it: Padronanza
pt_pt: Domínio
ru: Мастерство

source: Max Estimate
de: Maximale Schätzung
es: Estimación máxima
fr: Estimation maximale
it: Stima massima
pt_pt: Estimativa máxima
ru: Максимальная оценка

source: Max Level!
de: Maximales Level!
es: ¡Nivel máximo!
fr: Niveau maximum !
it: Livello massimo!
pt_pt: Nível máximo!
ru: Максимальный уровень!

source: Max Rest Days
de: Maximale Ruhetage
es: Días máximos de descanso
fr: Jours de repos maximum
it: Giorni di riposo massimi
pt_pt: Máximo de dias de descanso
ru: Макс. дней отдыха

source: Max Set Reps
de: Maximale Satzwiederholungen
es: Repeticiones máximas de series
fr: Nombre maximum de répétitions
it: Numero massimo di ripetizioni impostate
pt_pt: Máximo de repetições definidas
ru: Макс. повторения подхода

source: Max Set Volume
de: Maximale Lautstärke einstellen
es: Volumen máximo establecido
fr: Volume maximum défini
it: Volume massimo impostato
pt_pt: Volume máximo definido
ru: Макс. объем подхода

source: Max Workout Reps
de: Maximale Trainingswiederholungen
es: Repeticiones máximas de entrenamiento
fr: Nombre maximum de répétitions d'entraînement
it: Numero massimo di ripetizioni di allenamento
pt_pt: Máximo de repetições de treino
ru: Максимальные повторения тренировки

source: Max Workout Volume
de: Maximales Trainingsvolumen
es: Volumen máximo de entrenamiento
fr: Volume d'entraînement maximum
it: Volume massimo di allenamento
pt_pt: Volume máximo de treino
ru: Максимальный объем тренировки

source: Maximal Effort
de: Maximaler Aufwand
es: Esfuerzo máximo
fr: Effort maximal
it: Sforzo massimo
pt_pt: Esforço Máximo
ru: Максимальная интенсивность

source: Meaning
de: Bedeutung
es: Significado
fr: Signification
it: Senso
pt_pt: Significado
ru: Значение

source: Measures
de: Maßnahmen
es: Medidas
fr: Mesures
it: Misure
pt_pt: Medidas
ru: Измерения

source: Mechanic
de: Mechaniker
es: Mecánico
fr: Mécanicien
it: Meccanico
pt_pt: Mecânico
ru: Механика

source: Mechanic Breakdown
de: Mechaniker-Panne
es: Avería Mecánica
fr: Panne mécanique
it: Guasto meccanico
pt_pt: Avaria Mecânica
ru: Разбор механики

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt_pt: Mensagem
ru: Сообщение

source: Meters (m)
de: Meter (m)
es: Metros (m)
fr: Mètres (m)
it: Metri (m)
pt_pt: Metros (m)
ru: Метры (м)

source: Meters / Kilometers
de: Meter / Kilometer
es: Metros / Kilómetros
fr: Mètres / Kilomètres
it: Metri/Chilometri
pt_pt: Metros / Quilômetros
ru: Метры / километры

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
pt_pt: Métrica
ru: Метрика

source: Midday Hustle
de: Hektik am Mittag
es: Ajetreo del mediodía
fr: L'agitation de midi
it: Il trambusto di mezzogiorno
pt_pt: Agitação do meio-dia
ru: Полуденный рывок

source: Miles
de: Meilen
es: Millas
fr: Milles
it: Miglia
pt_pt: Milhas
ru: Мили

source: Miles (mi)
de: Meilen (mi)
es: Millas (mi)
it: Miglia (mi)
pt_pt: Milhas (mi)
ru: Мили (mi)

source: Minutes
de: Minuten
es: Minutos
it: Minuti
pt_pt: Minutos
ru: Минуты

source: Missed %lld days? It's never too late to restart your journey.
de: %lld Tage verpasst? Es ist nie zu spät, Ihre Reise neu zu beginnen.
es: ¿%lld días perdidos? Nunca es demasiado tarde para reiniciar tu viaje.
fr: Vous avez manqué %lld jours ? Il n'est jamais trop tard pour recommencer votre voyage.
it: Hai perso %lld giorni? Non è mai troppo tardi per ricominciare il tuo viaggio.
pt_pt: Perdeu %lld dias? Nunca é tarde para reiniciar sua jornada.
ru: Пропустил %lld дней? Никогда не поздно начать заново.

source: Moderate Effort
de: Mäßiger Aufwand
es: Esfuerzo moderado
fr: Effort modéré
it: Sforzo moderato
pt_pt: Esforço Moderado
ru: Средняя интенсивность

source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
pt_pt: seg
ru: Пн

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
pt_pt: Mês
ru: Месяц

source: Monthly Max
de: Monatlich max
es: Máximo mensual
fr: Maximum mensuel
it: Massimo mensile
pt_pt: Máximo mensal
ru: Максимум за месяц

source: Motivational
de: Motivierend
es: Motivacional
fr: Motivationnel
it: Motivazionale
pt_pt: Motivacional
ru: Мотивирующий

source: Muscle
de: Muskel
es: Músculo
it: Muscolo
pt_pt: Músculo
ru: Мышца

source: Muscle Distribution
de: Muskelverteilung
es: Distribución muscular
fr: Répartition musculaire
it: Distribuzione muscolare
pt_pt: Distribuição Muscular
ru: Распределение мышц

source: Muscle Focus
de: Muskelfokus
es: Enfoque muscular
fr: Concentration musculaire
it: Concentrazione muscolare
pt_pt: Foco Muscular
ru: Фокус на мышцах

source: Muscle Group Colors
de: Farben der Muskelgruppen
es: Colores de los grupos de músculos
fr: Couleurs des groupes musculaires
it: Colori dei gruppi muscolari
pt_pt: Cores dos grupos musculares
ru: Цвета групп мышц

source: Muscle Groups
de: Muskelgruppen
es: Grupos de músculos
fr: Groupes musculaires
it: Gruppi muscolari
pt_pt: Grupos Musculares
ru: Группы мышц

source: Muscle Recovery
de: Muskelregeneration
es: Recuperación Muscular
fr: Récupération musculaire
it: Recupero muscolare
pt_pt: Recuperação Muscular
ru: Восстановление мышц

source: Muscle Status
de: Muskelstatus
es: Estado muscular
fr: Statut musculaire
it: Stato muscolare
pt_pt: Estado muscular
ru: Статус мышц

source: Muscle distribution (Body)
de: Muskelverteilung (Körper)
es: Distribución muscular (Cuerpo)
fr: Répartition musculaire (Corps)
it: Distribuzione muscolare (corpo)
pt_pt: Distribuição muscular (corpo)
ru: Распределение мышц (тело)

source: Muscle distribution (Chart)
de: Muskelverteilung (Diagramm)
es: Distribución muscular (gráfico)
fr: Répartition musculaire (graphique)
it: Distribuzione muscolare (grafico)
pt_pt: Distribuição muscular (gráfico)
ru: Распределение мышц (график)

source: Muscles Worked
de: Muskeln arbeiteten
es: Músculos trabajados
fr: Muscles travaillés
it: I muscoli hanno funzionato
pt_pt: Músculos trabalhados
ru: Задействованные мышцы

source: My Library
de: Meine Bibliothek
es: Mi biblioteca
fr: Ma bibliothèque
it: La mia biblioteca
ru: Моя библиотека

source: My Notes
de: Meine Notizen
es: Mis notas
fr: Mes notes
it: I miei appunti
pt_pt: Minhas notas
ru: Мои заметки

source: My Programs
de: Meine Programme
es: Mis programas
fr: Mes programmes
it: I miei programmi
pt_pt: Meus programas
ru: Мои программы

source: My Routines
de: Meine Routinen
es: Mis Rutinas
fr: Mes routines
it: Le mie routine
pt_pt: Minhas rotinas
ru: Мои программы

source: Myofibrillar repair complete in %@. Ready for hypertrophy load.
de: Myofibrilläre Reparatur in %@ abgeschlossen. Bereit für Hypertrophiebelastung.
es: Reparación miofibrilar completa en %@. Listo para la carga de hipertrofia.
fr: Réparation myofibrillaire terminée dans %@. Prêt pour la charge d'hypertrophie.
it: Riparazione miofibrillare completata in %@. Pronto per il carico di ipertrofia.
pt_pt: Reparo miofibrilar concluído em %@. Pronto para carga de hipertrofia.
ru: Миофибриллярный ремонт завершен за %@. Готов к гипертрофической нагрузке.

source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO
ru: НОВЫЙ

source: Name of the training session...
de: Name der Trainingseinheit...
es: Nombre de la sesión de entrenamiento...
fr: Nom de la séance de formation...
it: Nome della sessione di allenamento...
pt_pt: Nome da sessão de treinamento...
ru: Название тренировки...

source: Neck
de: Nacken
es: Cuello
fr: Cou
it: Collo
pt_pt: Pescoço
ru: Шея

source: Needs Rest
de: Braucht Ruhe
es: necesita descansar
fr: A besoin de repos
it: Ha bisogno di riposo
pt_pt: Precisa de descanso
ru: Нужен отдых

source: Neural Coach Active
de: Neuronaler Coach aktiv
es: Entrenador Neural Activo
fr: Coach neuronal actif
it: Allenatore neurale attivo
pt_pt: Treinador Neural Ativo
ru: Нейро-тренер активен

# Neuromuscular efficiency indicates a %@%@ 1RM capacity for %@.
source: Neuromuscular efficiency indicates a %1$@%2$@ 1RM capacity for %3$@.
de: Die neuromuskuläre Effizienz weist auf eine %1$@%2$@ 1RM-Kapazität für %3$@ hin.
es: La eficiencia neuromuscular indica una capacidad de %1$@%2$@ 1RM para %3$@.
fr: L'efficacité neuromusculaire indique une capacité %1$@%2$@ 1RM pour %3$@.
it: L'efficienza neuromuscolare indica una capacità di %1$@%2$@ 1RM per %3$@.
pt_pt: A eficiência neuromuscular indica uma capacidade de %1$@%2$@ 1RM para %3$@.
ru: Нервно-мышечная эффективность указывает на %@%@ 1RM емкость для %@.

source: Never round your back - keep it neutral throughout
de: Machen Sie Ihren Rücken niemals rund – halten Sie ihn durchgehend neutral
es: Nunca doble la espalda: manténgala neutral en todo momento.
fr: N'arrondissez jamais votre dos - gardez-le neutre tout au long
it: Non curvare mai la schiena: mantieni la posizione neutrale durante tutto il percorso
pt_pt: Nunca arredonde as costas - mantenha-as neutras o tempo todo
ru: Никогда не округляйте спину - держите ее нейтральной на протяжении всего движения

source: New Program
de: Neu Programm
es: Nuevo Programa
fr: Nouveau Programme
it: Nuovo Programma
pt_pt: Novo Programa
ru: Новая Программа

source: New Exercise
de: Neue Übung
es: Nuevo ejercicio
fr: Nouvel exercice
it: Nuovo esercizio
pt_pt: Novo exercício
ru: Новое упражнение

source: New Goal
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
it: Nuovo obiettivo
pt_pt: Nova meta
ru: Новая цель

source: New PR incoming? 🏆
de: Neue PR im Anmarsch? 🏆
es: ¿Nuevas relaciones públicas entrantes? 🏆
fr: De nouveaux relations publiques arrivent ? 🏆
it: Nuove PR in arrivo? 🏆
pt_pt: Novo PR chegando? 🏆
ru: Новый рекорд на подходе? 🏆

source: New Personal Records
de: Neue persönliche Rekorde
es: Nuevos récords personales
fr: Nouveaux records personnels
it: Nuovi record personali
pt_pt: Novos recordes pessoais
ru: Новые личные рекорды

source: New Programs
de: Neue Programme
es: Nuevos programas
fr: Nouveaux programmes
it: Nuovi programmi
ru: Новые программы

source: New Record!
de: Neuer Rekord!
es: ¡Nuevo récord!
fr: Nouveau disque !
it: Nuovo record!
pt_pt: Novo recorde!
ru: Новый рекорд!

source: New Routine
de: Neue Routine
es: Nueva rutina
fr: Nouvelle routine
it: Nuova routine
pt_pt: Nova rotina
ru: Новая программа

source: New Superset
de: Neue Obermenge
es: Nuevo superconjunto
fr: Nouveau surensemble
it: Nuovo superinsieme
pt_pt: Novo superconjunto
ru: Новый суперсет

source: New Template
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo modello
pt_pt: Novo modelo
ru: Новый шаблон

source: New template
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo modello
pt_pt: Novo modelo
ru: Новый шаблон

source: Newest First
de: Das Neueste zuerst
es: Lo más nuevo primero
fr: Le plus récent en premier
it: Prima il più recente
pt_pt: Mais novo primeiro
ru: Сначала новые

source: Next
de: Nächste
es: Próximo
fr: Suivant
it: Prossimo
pt_pt: Próximo
ru: Далее

source: Next Step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
it: Passaggio successivo
pt_pt: Próxima etapa
ru: Следующий шаг

source: Next: Bench Press
de: Als nächstes: Bankdrücken
es: Siguiente: Press de banca
fr: Suivant : Développé couché
it: Successivo: Distensione su panca
pt_pt: Próximo: Supino
ru: Далее: Жим лежа

source: Night Owl
de: Nachteule
es: Ave nocturna
fr: Oiseau de nuit
it: Nottambulo
pt_pt: Coruja Noturna
ru: Ночная сова

source: No Active Goals
de: Keine aktiven Ziele
es: Sin objetivos activos
fr: Aucun objectif actif
it: Nessun obiettivo attivo
pt_pt: Sem metas ativas
ru: Нет активных целей

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt_pt: Sem dados
ru: Нет данных

source: No Data Found
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
it: Nessun dato trovato
pt_pt: Nenhum dado encontrado
ru: Данные не найдены

source: No Data Yet
de: Noch keine Daten
es: Aún no hay datos
fr: Aucune donnée pour l'instant
it: Nessun dato ancora
pt_pt: Ainda não há dados
ru: Данных пока нет

source: No History
de: Keine Geschichte
es: Sin historia
fr: Pas d'historique
it: Nessuna storia
pt_pt: Sem histórico
ru: Нет истории

source: No Performance Data
de: Keine Leistungsdaten
es: Sin datos de rendimiento
fr: Aucune donnée de performance
it: Nessun dato sulle prestazioni
pt_pt: Sem dados de desempenho
ru: Нет данных о производительности

source: No Progress Photos
de: Keine Fortschrittsfotos
es: Fotos sin progreso
fr: Aucun progrès Photos
it: Nessuna foto di progresso
ru: Нет фотографий прогресса

source: No Records Yet
de: Noch keine Aufzeichnungen
es: Aún no hay registros
fr: Aucun enregistrement pour l'instant
it: Nessun record ancora
pt_pt: Ainda não há registros
ru: Записей пока нет
